[
  {
    "quote": "The only way to do great work is to love what you do.",
    "source": "Steve Jobs"
  },
  {
    "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
    "source": "Albert Schweitzer"
  },
  {
    "quote": "In the middle of difficulty lies opportunity.",
    "source": "Albert Einstein"
  },
  {
    "quote": "Don't watch the clock; do what it does. Keep going.",
    "source": "Sam Levenson"
  },
  {
    "quote": "Believe you can and you're halfway there.",
    "source": "Theodore Roosevelt"
  },
  {
    "quote": "The only limit to our realization of tomorrow will be our doubts of today.",
    "source": "Franklin D. Roosevelt"
  },
  {
    "quote": "The future belongs to those who believe in the beauty of their dreams.",
    "source": "Eleanor Roosevelt"
  },
  {
    "quote": "You miss 100% of the shots you don't take.",
    "source": "Wayne Gretzky"
  },
  {
    "quote": "The best revenge is massive success.",
    "source": "Frank Sinatra"
  },
  {
    "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
    "source": "Nelson Mandela"
  },
  {
    "quote": "Success is walking from failure to failure with no loss of enthusiasm.",
    "source": "Winston Churchill"
  },
  {
    "quote": "The only person you should try to be better than is the person you were yesterday.",
    "source": "Matty Mullins"
  },
  {
    "quote": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.",
    "source": "Christian D. Larson"
  },
  {
    "quote": "Do not be afraid to give up the good to go for the great.",
    "source": "John D. Rockefeller"
  },
  {
    "quote": "You are never too old to set another goal or to dream a new dream.",
    "source": "C.S. Lewis"
  },
  {
    "quote": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
    "source": "Winston Churchill"
  },
  {
    "quote": "The only way to do great work is to love what you do.",
    "source": "Steve Jobs"
  },
  {
    "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
    "source": "Albert Schweitzer"
  },
  {
    "quote": "In the middle of difficulty lies opportunity.",
    "source": "Albert Einstein"
  },
  {
    "quote": "Don't watch the clock; do what it does. Keep going.",
    "source": "Sam Levenson"
  },
  {
    "quote": "Believe you can and you're halfway there.",
    "source": "Theodore Roosevelt"
  },
  {
    "quote": "The only limit to our realization of tomorrow will be our doubts of today.",
    "source": "Franklin D. Roosevelt"
  },
  {
    "quote": "The future belongs to those who believe in the beauty of their dreams.",
    "source": "Eleanor Roosevelt"
  },
  {
    "quote": "You miss 100% of the shots you don't take.",
    "source": "Wayne Gretzky"
  },
  {
    "quote": "The best revenge is massive success.",
    "source": "Frank Sinatra"
  },
  {
    "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
    "source": "Nelson Mandela"
  },
  {
    "quote": "Success is walking from failure to failure with no loss of enthusiasm.",
    "source": "Winston Churchill"
  },
  {
    "quote": "The only person you should try to be better than is the person you were yesterday.",
    "source": "Matty Mullins"
  },
  {
    "quote": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.",
    "source": "Christian D. Larson"
  },
  {
    "quote": "Do not be afraid to give up the good to go for the great.",
    "source": "John D. Rockefeller"
  },
  {
    "quote": "You are never too old to set another goal or to dream a new dream.",
    "source": "C.S. Lewis"
  },
  {
    "quote": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
    "source": "Winston Churchill"
  },
  {
    "quote": "The only thing standing between you and your goal is the story you keep telling yourself as to why you can't achieve it.",
    "source": "Jordan Belfort"
  },
  {
    "quote": "The only limit to our realization of tomorrow will be our doubts of today.",
    "source": "Franklin D. Roosevelt"
  },
  {
    "quote": "If you really look closely, most overnight successes took a long time.",
    "source": "Steve Jobs"
  },
  {
    "quote": "Success usually comes to those who are too busy to be looking for it.",
    "source": "Henry David Thoreau"
  },
  {
    "quote": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
    "source": "Roy T. Bennett"
  },
  {
    "quote": "The secret to success is to know something nobody else knows.",
    "source": "Aristotle Onassis"
  },
  {
    "quote": "The harder you work for something, the greater you'll feel when you achieve it.",
    "source": "Unknown"
  },
  {
    "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do.",
    "source": "Steve Jobs"
  },
  {
    "quote": "Opportunities don't happen. You create them.",
    "source": "Chris Grosser"
  },
  {
    "quote": "Believe you can and you're halfway there.",
    "source": "Theodore Roosevelt"
  },
  {
    "quote": "The starting point of all achievement is desire.",
    "source": "Napoleon Hill"
  },
  {
    "quote": "Be the change that you wish to see in the world.",
    "source": "Swami Vivekananda"
  },
  {
    "quote": "Arise, awake, and stop not until the goal is achieved.",
    "source": "Swami Vivekananda"
  },
  {
    "quote": "The power of youth is the common wealth for the entire world.",
    "source": "Sarojini Naidu"
  },
  {
    "quote": "We are what our thoughts have made us; so take care about what you think.",
    "source": "Swami Vivekananda"
  },
  {
    "quote": "The best way to find yourself is to lose yourself in the service of others.",
    "source": "Mahatma Gandhi"
  },
  {
    "quote": "We are responsible for what we are, and whatever we wish ourselves to be, we have the power to make ourselves.",
    "source": "Swami Vivekananda"
  },
  {
    "quote": "The biggest guru-mantra is: never share your secrets with anybody. It will destroy you.",
    "source": "Chanakya"
  },
  {
    "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
    "source": "A.P.J. Abdul Kalam"
  },
  {
    "quote": "Dream, dream, dream. Dreams transform into thoughts and thoughts result in action.",
    "source": "A.P.J. Abdul Kalam"
  },
  {
    "quote": "Strength does not come from physical capacity. It comes from an indomitable will.",
    "source": "Mahatma Gandhi"
  },
  {
    "quote": "Freedom is not worth having if it does not include the freedom to make mistakes.",
    "source": "Mahatma Gandhi"
  },
  {
    "quote": "You have to dream before your dreams can come true.",
    "source": "A.P.J. Abdul Kalam"
  },
  {
    "quote": "My message, especially to young people, is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed.",
    "source": "A.P.J. Abdul Kalam"
  },
  {
    "quote": "Your work is to discover your world and then with all your heart give yourself to it.",
    "source": "Buddha"
  },
  {
    "quote": "The mind is everything. What you think, you become.",
    "source": "Buddha"
  },
  {
    "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "source": "Buddha"
  },
  {
    "quote": "Chess is the art of analysis.",
    "source": "Mikhail Botvinnik"
  },
  {
    "quote": "Chess is life.",
    "source": "Bobby Fischer"
  },
  {
    "quote": "The pawns are the soul of chess.",
    "source": "Francois-André Danican Philidor"
  },
  {
    "quote": "Chess is everything: art, science, and sport.",
    "source": "Anatoly Karpov"
  },
  {
    "quote": "Tactics flow from a superior position.",
    "source": "Bobby Fischer"
  },
  {
    "quote": "Chess is a battle between your aversion to losing and your desire to win.",
    "source": "Garry Kasparov"
  },
  {
    "quote": "The beauty of chess is it can be whatever you want it to be. It transcends language, age, race, religion, politics, gender, and socioeconomic background. Whatever your circumstances, anyone can enjoy a good fight to the death over the chessboard.",
    "source": "Simon Williams"
  },
  {
    "quote": "Chess is a forcing house where the fruits of character can ripen more fully than in life.",
    "source": "Edward Lasker"
  },
  {
    "quote": "Chess is ruthless: you've got to be prepared to kill people.",
    "source": "Nigel Short"
  },
  {
    "quote": "In chess, as in life, the greatest pleasure is often derived from the simplest things.",
    "source": "Paul Keres"
  },
  {
    "quote": "In chess, knowledge is a very transient thing. It changes so fast that even a single mouse-slip sometimes changes the evaluation.",
    "source": "Viswanathan Anand"
  },
  {
    "quote": "Chess is a cold bath for the mind.",
    "source": "Sir John Simon"
  },
  {
    "quote": "Records are meant to be broken.",
    "source": "Brian Lara"
  },
  {
    "quote": "Cricket is a team game. Without the support of your teammates, you can't do anything.",
    "source": "Virat Kohli"
  },
  {
    "quote": "I love the sound of ball hitting the bat.",
    "source": "Sachin Tendulkar"
  },
  {
    "quote": "Cricket is a pressure game, and when it comes to an India-Pakistan match, it comes with a lot of pressure.",
    "source": "Mahendra Singh Dhoni"
  },
  {
    "quote": "The harder I work, the luckier I get.",
    "source": "Gary Player"
  },
  {
    "quote": "I never play cricket. It requires one to assume such indecent postures.",
    "source": "Oscar Wilde"
  },
  {
    "quote": "You don't win or lose the game because of the 11 you select. You win or lose with what those 11 do on the field.",
    "source": "Rahul Dravid"
  },
  {
    "quote": "When you play, say nothing. When you win, say less.",
    "source": "Paul Brown"
  },
  {
    "quote": "In cricket, my superhero is Sachin Tendulkar. He has always been my hero and will continue to remain so.",
    "source": "Virat Kohli"
  },
  {
    "quote": "Pressure is just the shadow of great opportunities.",
    "source": "M.S. Dhoni"
  },
  {
    "quote": "Cricket is a skill game. If you don't have skills, you can't play the game.",
    "source": "Muttiah Muralitharan"
  },
  {
    "quote": "To me, cricket is a simple game. Keep it simple and just go out and play.",
    "source": "Shane Warne"
  },
  {
    "quote": "Some people think football is a matter of life and death. I assure you, it's much more serious than that.",
    "source": "Bill Shankly"
  },
  {
    "quote": "Football is the ballet of the masses.",
    "source": "Dmitri Shostakovich"
  },
  {
    "quote": "The ball is round, the game lasts ninety minutes, and everything else is just theory.",
    "source": "Sepp Herberger"
  },
  {
    "quote": "Every disadvantage has its advantage.",
    "source": "Johan Cruyff"
  },
  {
    "quote": "I don't believe skill was, or ever will be, the result of coaches. It is a result of a love affair between the child and the ball.",
    "source": "Roy Keane"
  },
  {
    "quote": "In football, the worst blindness is only seeing the ball.",
    "source": "Nelson Falcão Rodrigues"
  },
  {
    "quote": "I am a member of a team, and I rely on the team, I defer to it and sacrifice for it, because the team, not the individual, is the ultimate champion.",
    "source": "Mia Hamm"
  },
  {
    "quote": "Football is the most important of the least important things in life.",
    "source": "Arrigo Sacchi"
  },
  {
    "quote": "Football is the simplest game in the world. The hardest thing is to play it simply.",
    "source": "Johan Cruyff"
  },
  {
    "quote": "I have many years to get better and better, and that has to be my ambition. The day you think there is no improvements to be made is a sad one for any player.",
    "source": "Lionel Messi"
  },
  {
    "quote": "Football is a game of mistakes. Whoever makes the fewest mistakes wins.",
    "source": "Johan Cruyff"
  },
  {
    "quote": "Football is not just about scoring goals; it's about winning.",
    "source": "Zinedine Zidane"
  },
  {
    "quote": "I am constantly being asked about individuals. The only way to win is as a team. Football is not about one or two or three star players.",
    "source": "Pele"
  },
  {
    "quote": "Without football, my life is worth nothing.",
    "source": "Cristiano Ronaldo"
  },
  {
    "quote": "I start early and I stay late, day after day, year after year. It took me 17 years and 114 days to become an overnight success.",
    "source": "Lionel Messi"
  },
  {
    "quote": "Some people think football is a matter of life and death. I can assure you it is much, much more important than that.",
    "source": "Bill Shankly"
  },
  {
    "quote": "I don't need the best hairstyle or the best body. Just give me a ball at my feet and I'll show you what I can do.",
    "source": "Lionel Messi"
  },
  {
    "quote": "Life is what happens when you're busy making other plans.",
    "source": "John Lennon"
  },
  {
    "quote": "The battle that count aren't the ones for gold medals. The struggles within yourself-the invisible battle inside all of us- that's where it's at.",
    "source": "Jesse Owens"
  },
  {
    "quote": "Tell me and I forget. Teach me and Iremember. Involve me and I learn",
    "source": "Benjamin Franklin"
  }
]
